Revit 2024 API
ParameterTypeId.RbsElecPanelSupplyFromParam Property
 "Supply From"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelSupplyFromParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelSupplyFromParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelSupplyFromParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace